
place = ['안방', '침대방', '서재', '놀이방']
ghost = ['벽수귀', '흑진귀', '팬텀토르소', '모주귀',\
        '이드라', '무면귀', '마리오네트 퀸', '치돈귀',\
        '환마귀', '키클라스', '호문쿨루스', '망부화',\
        '골묘귀', '어둑시니', '불가살이', '라바나브',
        '헤론', '객귀', '마고할망', '그슨새',\
        '림 샤이코스', '이안', \
        '혈안귀', '살음귀', '벨라', '백의귀',\
        '인큐버스', '케르베로스', '만티코어', '시두스',\
        '슬렌더맨', '바알제붑', '손각시', '네비로스', \
        '장도한']

import random
ip = random.randrange(0, len(place))
ig = random.randrange(0, len(ghost))

print('{}에 {}'.format(place[ip], ghost[ig]))

